Repository: wp-plugins/page-whitelists
Catalog: languages/whitelists-*.po
Languages: cs_cz

source: Whitelists
cs_cz: Seznamy povolených stránek

source: Title
cs_cz: Název

source: Whitelisted pages
cs_cz: Povolené stránky

source: Assigned to roles
cs_cz: Přiřazeno rolím

source: Assigned to users
cs_cz: Přiřazeno uživatelům

source: Allow creation of new pages
cs_cz: Povolit vytváření nových stránek

source: Edit
cs_cz: Upravit

source: Delete
cs_cz: Smazat

source: no
cs_cz: ne

source: yes
cs_cz: ano

source: Create new...
cs_cz: Vytvořit...

source: You are not allowed to edit this page.
cs_cz: Nemáte povoleno editovat tuto stránku.

source: You are not allowed to create new pages.
cs_cz: Nemáte povoleno vytvářet nové stránky.

source: Associated Whitelists
cs_cz: Přiřazené seznamy povolených stránek

source: Cancel
cs_cz: Zrušit

source: Save
cs_cz: Uložit

source: cannot save a whitelist without a name.
cs_cz: nelze uložit seznam bez názvu.

source: Whitelist successfully created.
cs_cz: Seznam úspěšně vytvořit.

source: Whitelist successfully edited.
cs_cz: Seznam úspěšně upraven.

source: Whitelist successfully deleted.
cs_cz: Seznam úspěšně smazán.

source: Error.
cs_cz: Chyba.

source: You have unsaved changes. Do you want to continue?
cs_cz: Máte neuložené změny. Určitě chcete pokračovat?

source: Are you sure you want to delete whitelist {listName}?
cs_cz: Chcete určitě smazat seznam {listName}?
